---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsCoordinationModel
source: html/f61bd83b-c486-60eb-15c6-dabaff5c3dc2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsCoordinationModel Property

"V/G Overrides Coordination Model"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsCoordinationModel { get; }
```